Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c92.pdf.tmx
Source language: fin
Languages: sme

source: Suunnitelmassa esitetyllä vyöhykkeistämisellä – yhdistettynä tehokkaaseen valvontaan – turvataan poronhoidon harjoittamisedellytysten ja siten saamelaiskulttuurin perustan säilyminen pitkällä aikavälillä: laajoille alueille ei rakenneta mitään, ja maastoliikennelupia urien ulkopuolelle myönnetään rajoitetusti.
sme: Plánas árvaluvvon avádatjuoguin – oktan beaktilis gozihemiin – dorvvastuvvojit vejolašvuođat bargat boazodoaluin, ja ná sámekultuvrra vuođđu seailu guhkesáiggeulbmiliin: viiddis guovlluide ii huksejuvvo mihkkege, ja meahccejohtaluslobit vuojáhagaid olggobeallai mieđihuvvojit dušše dihto mađi.

source: Koko erämaa on poronhoitoaluetta vastaisuudessakin, ja suurimman osan vuotta sinne suuntautuu erittäin vähän muuta käyttöä.
sme: Oppa meahcceguovlu bissu boazodoalloguovlun boahtteáiggisge, ja eanas oasi jagis doppe leat hui unnán eará geavaheaddjit.

source: Kevään moottorikelkkasesongin ulkopuolella virkistyskäyttö on hyvin vähäistä, ja sesonkinakin se keskittyy Metsähallituksen valtakunnallisille moottorikelkkaurille.
sme: Earret giđa mohtorgielkásesoŋŋa guovllu atnet hui unnán lustageavaheapmái, ja lustageavaheapmige dáhpáhuvvá eanas Meahciráđđehusa váldegottálaš mohtorgielkávuojáhagaid mielde.

source: Maksullinen matkailutoiminta on suunnitelmassa rajattu pienimuotoiseksi ja luvanvaraiseksi.
sme: Gávppálaš turismadoaibma lea plánas gáržžiduvvon sakka ja dasa galgá leat lohpi.

source: Yrittäjiltä, jotka eivät noudata annettuja ohjeita, voidaan perua lupa kesken matkailukautta ja olla myöntämättä sitä lainkaan seuraavalle kaudelle.
sme: Fitnodagain, mat eai čuovo addojuvvon rávvagiid, sáhttá geassit lobi gaskan turismaáigodaga, iige lobi dárbbaš mieđihit ollege čuovvovaš áigodahkii.

source: Moottorikelkkailuun enontekiöläisillä on kotikuntansa alueella lakisääteinen oikeus.
sme: Eanodaga ássiin lea lágasmearriduvvon vuoigatvuohta mohtorgielkkástallat iežaset ruovttugieldda siste.

source: Omaehtoiseen koiravaljakkotoimintaan Metsähallitus ei nykyisellään voi puuttua muutoin kuin tupien käytön osalta, sillä omatoiminen koiravaljakkoajelu luetaan jokamiehenoikeudeksi.
sme: Iešráđálaš beanavuodjimii Meahciráđđehus ii dán áigge sáhte seahkanit muđui go barttaid geavaheamis, dasgo iešráđálaš beanavuodjin lohkkojuvvo juohkeolbmovuoigatvuođaide.

source: Samoin on asia maastopyöräilyn ja ratsastuksen kohdalla.
sme: Seammá guoská maiddái meahccesihkkelastimii ja meahcis riidemii.

source: Näitä kulkutapoja pyritään kuitenkin opastuksen ja valistuksen keinoin ohjaamaan olemassa oleville reiteille ja urille, ja tästä on suunnitelmassa suositus.
sme: Dáid johtinvugiid geahččalit goittotge oahpisteami ja čuvgema bokte stivret dálá johtolagaide ja vuojáhagaide. Dán ášši birra lea plánas ávžžuhus.

source: Myös koiralla metsästäminen voi aiheuttaa menetyksiä porotaloudelle.
sme: Maiddái beatnagiiguin bivdin sáhttá čuohcit boazodollui.

source: Suunnitelman mukaan erämaahan ei pääsääntöisesti tule perustaa ulkopaikkakuntalaisille tarkoitettuja koirametsästysalueita, ja metsästysalueista neuvotellaan paliskunnan kanssa.
sme: Olgobáikegoddelaččaide oaivvilduvvon beanabivdinguovlluid ii galggaše dábálaččat vuođđudit meahcceguvlui, ja meahcceguovlluid geavaheami birra Meahciráđđehus ráđđádallá bálgosiin.

source: Näin toimien pidetään hallittuina koirista porotaloudelle ja alueen muille käyttäjille koituvat haitat.
sme: Go doibmojuvvo ná, de sáhttá hálddašit daid heajos váikkuhusaid, maid beatnagat sáhttet dagahit boazodollui ja guovllu eará geavaheddjiide.

source: Metsähallituksen autiotuvat on ensisijaisesti tarkoitettu omin voimin liikkuville retkeilijöille, mutta suunnitelman esitysten mukaisesti poromiehet ja muut paikkakuntalaiset voivat alueella liikkuessaan myös tukeutua tupiin.
sme: Meahciráđđehusa ávdinstobut leat vuosttažettiin oaivvilduvvon iešráđálaš vánddardeddjiide, muhto plána árvalusaid mielde boazodoallit ja eará báikegoddelaččat sáhttet guovllus johtalettiin maiddái geavahit dáid stobuid.

source: Metsähallitus seuraa jatkuvasti petoeläinkantojen kehitystä ja raportoi asutuista kotkan reviireistä ja lentokykyisistä poikasista ympäristöministeriöön.
sme: Meahciráđđehus čuovvu dađistaga boraspirenáliid ovdáneami ja dieđiha ássojuvvon goaskinreviirrain ja girdinmáhtolaš čivggain birasministeriijai.

source: Muiden petojen raportoinnista vastaa Riista- ja kalatalouden tutkimuslaitos.
sme: Eará boraspiriid dieđiheamis vástida Fuođđo- ja guolledoalu dutkanlágádus.

source: Kotkan osalta korvaukset porotaloudelle maksaa ympäristöministeriö ja maasuurpetojen porotaloudelle aiheuttamat vahingot maa- ja metsätalousministeriö.
sme: Goaskima dagahan vahágiid boazodollui máksá birasministeriija ja eananstuorranávddiid vahágiid fas eana- ja meahccedoalloministeriija.

source: Vaikutukset muihin luontaiselinkeinoihin
sme: Váikkuhusat eará luondduealáhusaide

source: Mm. maankäyttöä ja maastoliikennettä ohjaamalla suunnitelma turvaa luontaiselinkeinojen harjoittamisen vähintään samalla tasolla kuin erämaalain (62/1991) voimaan tullessa.
sme: Plána dorvvasta luondduealáhusaiguin bargama unnimustá seamma dásis go lei dilli meahcceguovlolága (62/1991) fápmui boađedettiin, ee. nu ahte dat stivre eanangeavaheami ja meahccejohtalusa.

source: Metsähallitus ei rakenna rakennuksia uusiin paikkoihin tai tee uusia kesä- ja talvikulkureittejä, ja alue säilyy tiettömänä.
sme: Meahciráđđehus ii hukse visttiid ođđa báikkiide iige ráhkat ođđa geasse- dahje dálvejohtolagaid. Nuba guovlu seailu geainnuheapmen.

source: Kulkua ohjataan siten, että ulkopaikkakuntalaiset voivat ilman paikkakuntalaista opasta moottorikelkkailla vain moottorikelkkaurilla.
sme: Guovllus johtaleapmi stivrejuvvo nu, ahte olgobáikegoddelaččat sáhttet almmá báikegoddelaš oahpisteaddji haga mohtorgielkkástallat dušše mohtorgielkávuojáhagaid mielde.

source: Kesäaikana pääsääntöisesti vain paikkakuntalaiset voivat liikkua alueella maastoajoneuvoilla, ja hekin vain rajoitetusti.
sme: Geasi áigge dábálaččat dušše báikegoddelaččat sáhttet johtalit mohtorfievrruiguin, ja singe johtin lea sakka gáržžiduvvon.

source: Suunnitelmassa on varattu luontaiselinkeinojen harjoittajille mahdollisuus tukikohdan saamiseen erämaa-alueelle.
sme: Plánas lea várrejuvvon luondduealáhusbargiide vejolašvuohta oažžut doarjjabáikki meahcceguovllus.

source: Lisäksi suunnitelma mahdollistaa paikallisten ihmisten polttopuunsaannin ja sitä kautta turvaa osaltaan luontaiselinkeinojen harjoittamista.
sme: Dasa lassin plána addá báikkálaš olbmuide vejolašvuođa váldit boaldinmuora ja ná dorvvasta bealistis luondduealáhusaiguin bargama.

source: Vaikutukset virkistyskäyttöön
sme: Váikkuhusat lustageavaheapmái

source: Olemassa olevien palvelurakenteiden ylläpitäminen ja huolto sekä luonnontilaisen virkistysympäristön turvaaminen tukevat osaltaan matkailuun perustuvaa elinkeinotoimintaa.
sme: Dálá bálvalanrusttegiid bajásdoallan ja fuolaheapmi ja luonddudilálaš lustageavahanbirrasa dorvvasteapmi dorjot bealisteaset turismii vuođđuduvvi ealáhusdoaimma guovllus.

source: Suunnitelman vaikutuksia luonnon monipuolisen käytön edistämistavoitteeseen on toiston välttämiseksi käsitelty tarkemmin taloudellisten vaikutusten alla, vaikka matkailulla ja siitä saatavalla toimeentulolla on toki myös merkittäviä sosiaalisia ja kulttuurisia vaikutuksia erityisesti työllistävyyden kautta.
sme: Plána váikkuhusat luonddu máŋggabealat geavaheami ovddidanulbmilii leat gieđahallon dárkileappot logus Ekonomalaš váikkuhusat, amas dárbbašit dáid seamma áššiid geardduhit. Turisma ja das boahtti áigáiboahtu mearkkaša dieđusge ollu maiddái sosiálalaččat ja kultuvrralaččat erenoamážit bargodilálašvuođaid fállama bokte.

source: Vaikutukset saamelaiskulttuuriin
sme: Váikkuhusat sámekultuvrii

source: Korkeimman hallinto-oikeuden päätöksen edellyttämissä lakisääteisissä neuvotteluissa, saamelaiskäräjien, ympäristöministeriön ja Metsähallituksen välillä käydyissä keskusteluissa sekä saamelaiskäräjien ja ympäristöministeriön neuvottelussa 2.10.
sme: Alimus hálddahusrievtti mearrádusa mielde dákkár áššis galgá ráđđádallat.

source: 2003 on päädytty tämän luvun osalta siihen, että saamelaiskäräjät on kulttuuri-itsehallintolakia (974/1995) toteuttavana elimenä oikea taho laatimaan erämaa-alueiden ja muiden laajojen pohjoisten suojelualueiden hoito- ja käyttösuunnitelmien sosiaalisten, kulttuuristen ja taloudellisten vaikutusten arvioinnin siltä osin, kuin tarkastellaan suunnitelman vaikutuksia saamelaisiin.
sme: Nuba sámedikki, birasministeriija ja Meahciráđđehusa ráđđádallamiin sihke sámedikki ja birasministeriija ráđđádallamiin 2.10.2003 lea bohttojuvvon dán logu hárrái dan oaivilii, ahte sámediggi lea kulturiešstivrenlága (974/1995) ollašuhtti orgánan rivttes oassebealli árvvoštallat meahcceguovlluid dikšun- ja geavahanplánaid sosiálalaš, kultuvrralaš ja ekonomalaš váikkuhusaid sámiide.

source: 17.2. 3 Taloudelliset vaikutukset
sme: 17.2.3 Ekonomalaš váikkuhusat

source: Suomen erämailla on kansantaloudellinen imagomerkitys.
sme: Suoma meahcceguovlluin lea álbmotekonomalaš imagomearkkašupmi.

source: Kansainvälisten suojeluvelvoitteiden toteuttamisessa erämailla on tärkeä osansa muun muassa laaja-alaisuutensa vuoksi.
sme: Riikkaidgaskasaš suodjalangeatnegasvuođaid ollašuhttimis meahcceguovllut mearkkašit ollu daid viidodaga dihte.

source: Suunnitelman taloudellisten vaikutusten tarkastelu lähtee kuitenkin aluetalouden näkökulmasta.
sme: Plána ekonomalaš váikkuhusaid guorahallamis vulgojuvvo goittot guovlluekonomalaš vuođu alde.

source: Koko maan talouteen suunnitelmalla ei ole kovin suurta merkitystä, sillä koko maan kannalta tärkeät ratkaisut – kuten kaivostoiminnan ohjaus – on sisällytetty jo erämaalakiin (62/1991).
sme: Oppa riikka ekonomiijai plána ii olus mearkkaš, dasgo oppa riikka dáfus dehálaš čovdosat (ee. ruvkedoaimma stivren) leat juo váldojuvvon mielde meahcceguovloláhkii (62/1991).

source: Suunnitelma perustuu kestävän kehityksen periaatteisiin pyrkien sovittamaan yhteen taloudellisia, sosiaalisia, kulttuurisia ja luonnonarvoja.
sme: Plána vuođđuduvvá bistevaš ovdáneami prinsihpaide nu, ahte geahččala oktiiheivehit ekonomalaš, sosiálalaš, kultuvrralaš ja lundui guoskevaš árvvuid.

source: Se, miten tämä yhteensovittaminen on tehty, vaikuttaa käytännössä suunnitelman taloudellisiin vaikutuksiin.
sme: Dat, movt dát oktiiheiveheapmi lea dahkkojuvvon, váikkuha plána ekonomalaš váikkuhusaide.

source: Taloudelliseen kestävyyteen pyrittäessä keinoiksi esitetään luontomatkailun rakenteiden ja opastuksen ylläpitoa, ympäristöä säästävään ja paikallistaloutta tukevaan opastustoimintaan panostamista sekä luontaiselinkeinojen edellytysten turvaamista.
sme: Ekonomalaš bistevašvuhtii vikkadettiin čoavddusin árvaluvvo luondduturismma rusttegiid ja oahpistanbálvalusaid bajásdoallan, birrasa seasti ja báikkálašekonomiija doarju oahpistandoaimma ovddideapmi ja luondduealáhusaiguin bargama vejolašvuođaid dorvvasteapmi.

source: Kuten sosiaalisten ja kulttuuristen vaikutusten arvioinnin yhteydessä todettiin, suunnitelmassa ei rajoiteta paikallisen väestön elinkeinonharjoittamismahdollisuuksia verrattuna nykytilanteeseen.
sme: Nugo sosiálalaš ja kultuvrralaš váikkuhusaid árvvoštallama oktavuođas daddjojuvvui, de plánas eai gáržžiduvvo dálážis báikkálaš olbmuid vejolašvuođat bargat ealáhusaideasetguin.

source: Tämän vuoksi suunnitelmalla ei ole taloudellisia vaikutuksia alueen elinkeinoihin, vaan jos elinkeinojen kannattavuus muuttuu, se tapahtuu jostakin muusta syystä.
sme: Danin plánas eai leat ekonomalaš váikkuhusat guovllu ealáhusaide, muhto jos ealáhusaid gánnáheapmi rievdá, de dat dáhpáhuvvá juoga eará siva dihte.

source: Alueen vetovoimaisuuden säilyttäminen ylläpitämällä palvelurakenteita ja luonnontilaisuutta tuo välillisesti tuloja paikallisille matkailuyrittäjille (esim. vene- ja lentokuljetukset, kaupat, majoitus, opastustoiminta).
sme: Guovllu geasuhusa seailluheamis bálvalanrusttegiid ja luonddudilálašvuođa bajásdoallama bokte ávkašuvvet ruđalaččat eahpenjuolgga guovllu turistafitnodagat (omd. fanas- ja girdinsáhtosteamit, gávppit, idjadanfálaldagat, oahpistandoaibma).

source: Lisäksi se, että matkailuyrittäjille varataan mahdollisuus tilapäisiin tukikohtiin alueella, turvaa osaltaan matkailuun perustuvaa elinkeinotoimintaa.
sme: Dasa lassin dat, ahte turistafitnodagaide várrejuvvo vejolašvuohta gaskaboddosaš doarjjabáikkiide guovllus, dorvvasta guovllus turismii vuođđuduvvi ealáhusdoaimma.

source: Metsähallituksen kautta alueen virkistys- ja luonnonsuojelutehtävät työllistävät Enontekiön kunnassa suoraan noin 3 henkilötyökuukauden verran vuosittain.
sme: Meahciráđđehusa bokte plánenguovllu lustageavahan- ja luonddusuodjalandoaimmat addet barggu Eanodaga gielddas njuolgga sullii 3 olmmošbargománotbaji ovddas jahkásaččat.

source: Lainsäädännön (mm. maastoliikennelain 1710/1995, porotalouden ja luontaiselinkeinojen rahoituslain 45/2000, metsästyslain 615/1993, kalastuslain 286/1982 jne.), sosiaalipolitiikan, markkinoiden ja valvonnan muutokset vaikuttavat merkittävästi eri elinkeinojen kannattavaan harjoittamiseen sekä sitä kautta myös erämaiden käyttöön.
sme: Nuppástusat láhkamearrádusain (ee. meahccejohtalusláhka 1710/1995, boazodállo- ja luondduealáhusláhka 45/2000, meahcástanláhka 615/1993, guolástanláhka 286/1982), sosiálapolitihkas, márkaniin ja goziheamis váikkuhit mealgat sierra ealáhusaid gánnáheapmái ja dakko bokte maiddái meahcceguovlluid geavaheapmái.

source: Mutta koska näihin seikkoihin ei suunnitelmalla voida vaikuttaa, on katsottu, ettei ole mielekästä suorittaa seikkaperäistä tai laajaa taloudellisten vaikutusten analyysiä.
sme: Muhto go dáidda áššiide ii plána bokte sáhte váikkuhit, de lea gehččojuvvon ahte ii gánnát dárkilit dahje viidát guorahallagoahtit ekonomalaš váikkuhusaid.

source: Metsähallitusta koskevat välittömät yhteiskunnalliset kustannusvaikutukset on esitetty suunnitelman luvussa 16 Resurssit ja aikataulu.
sme: Meahciráđđehussii guoskevaš njuolggo servodatlaš gollováikkuhusat leat ovdanbukton plána logus 16 Resurssat ja áigedávval.

source: Suunnitelma ei heikennä porotalouden edellytyksiä nykyisestä.
sme: Plána ii heajosmahte boazodoalu vejolašvuođaid dálážis.

source: Tarvantovaaran erämaa-alue kattaa 14 % Käsivarren paliskunnan pinta-alasta, ja tämän perusteella siellä voidaan arvioida laiduntavan ainakin osan vuotta arviolta 2 000 lukuporoa.
sme: Darvvatvári meahcceguovlu gokčá sullii 14 % Giehtaruohttasa bálgosa viidodagas. Nuba guovllus orodit árvvu mielde goittot oasi jagis sullii 2 000 lohkobohcco.

source: Teuraiden määrä paliskunnassa on viime vuosina vaihdellut välillä 600–1 000, liha-arvoltaan 76 320 eurosta reiluun 127 200 euroon.
sme: Njuovvanbohccuid lohku bálgosis lea dáid jagiid leamaš sullii 600– 1 000, mii vástida biergoárvvu dáfus sullii 76 320 euros šiega 127 200 euroi.

source: Suunnitelmassa korostetaan porotalouden harjoittamisen merkitystä Käsivarren paliskunnan poromiehille, jotka myös saavat merkittävän osan perheidensä elannosta harjoittamistaan luontaiselinkeinoista.
sme: Plánas deattuhuvvo boazodoalu mearkkašupmi Giehtaruohttasa bálgosa boazodolliide, geat ožžot mearkkašahtti oasi iežaset bearraša áigáiboađus luondduealáhusain.

source: Porotalous on erämaassa nykyisin ainoa perinteinen luontaiselinkeino, jonka harjoittaja voi saada siitä pääosan toimeentulostaan.
sme: Boazodoallu lea meahcceguovllus dán áigge áidna árbevirolaš luondduealáhus, mas olmmoš sáhttá oažžut váldoasi áigáiboađustis.

source: Varomaton moottorikelkkailu etenkin loppukeväällä häiritsee jossain määrin porotaloutta hajottamalla tokkia ja laukottamalla kantavia vaatimia.
sme: Fuollameahttun mohtorgielkkástallan erenoamážit loahppagiđas sáhttá muhtun muddui čuohcit boazodollui nu, ahte biđge ealuid ja ruohtaha čoavjjehiid.

source: Tästä koituu ylimääräisiä kustannuksia porotaloudelle.
sme: Dát fas dagaha liigegoluid boazodollui.

source: Rakenteiden ja merkittyjen reittien niukkuus sekä suunnitelman mukainen tiukka lupapolitiikka rajoittavat virkistyskäyttäjien liikkumista suurimmassa osassa erämaata ja erityisesti porotaloudelle tärkeillä laidunalueilla, mikä tukee porotaloutta.
sme: Rusttegat ja merkejuvvon johtolagat ja plána mieldásaš čavges lohpepolitihkka gáržžida lustageavaheddjiid johtaleami stuorra oasis meahcceguovllu ja erenoamážit boazodollui mávssolaš guohtonguovlluin, mii doarju boazodoalu.

source: Poronhoitajat tukeutuvat alueella liikkuessaan Metsähallituksen autiotupiin, varsinkin hiljaisena aikana eli lokakuusta maaliskuulle.
sme: Boazodoallit sáhttet geavahit guovllus johtalettiin Meahciráđđehusa ávdinstobuid erenoamážit jaskes áigodaga áigge (golggotmánus njukčamánnui).

source: Myös tämä käytäntö on tietyin ehdoin – varsinkin useamman vuorokauden käytön osalta – vahvistettu suunnitelmassa.
sme: Maiddái dát vuohki lea dihto eavttuiguin – erenoamážit moanaid jándoriid guhkkosaš geavaheami hárrái – nannejuvvon plánas.

source: Suunnitelman esitysten ja suositusten toimeenpano turvaa porotalouden harjoittamisen edellytykset myös tulevaisuudessa.
sme: Plána árvalusaid ja ávžžuhusaid ollašuhttin dorvvasta vejolašvuođaid bargat boazodoaluin maiddái boahtteáiggis.

source: Luontomatkailu ja maksullinen ohjelmapalvelutarjonta muodostavat tärkeän osan paikallisten ihmisten toimentulosta.
sme: Báikkálaš olbmot ožžot oasi áigáiboađusteaset luondduturismmas ja gávppálaš prográmmabálvalusain.

source: Suurin osa Enontekiön matkailutulosta kertyy kuitenkin muualta kuin Tarvantovaaran erämaa-alueelta.
sme: Eanas oassi Eanodaga turismaboađuin bohtet goittot eará sajis go Darvvatvári meahcceguovllus.

source: Pienimuotoisena ohjattu liiketoiminnallinen luontomatkailu sopii erämaalain (62/1991) tavoitteiden mukaisesti Tarvantovaaran erämaa-alueelle.
sme: Smávvalágan, stivrejuvvon gávppálaš luondduturisma heive meahcceguovlolága (62/1991) ulbmiliid mielde Darvvatvári meahcceguvlui.

source: Suunnitelman esitysten mukainen vyöhykkeistäminen sekä sen mukainen infrastruktuuri- ja lupapolitiikka turvaavat perinteiset elinkeinot ja paikkakuntalaisten oikeudet, mikä tukee erämaa-alueen lähikylien asuttuina pysymistä.
sme: Plána árvalusaid mielde dahkkojuvvon avádatjuohku ja dan mieldásaš infrastruktuvra- ja lohpepolitihkka dorvvasta árbevirolaš ealáhusaid ja báikegoddelaččaid vuoigatvuođaid, mii fas lea váikkuheamen dasa ahte meahcceguovllu lahkosiid giliin ássojuvvo dás duohkoge.

source: Suunnitelmassa luodaan selkeät pelisäännöt liiketoiminnalliselle ja moottoroidulle luontomatkailulle, millä edistetään elinkeinon kehittymistä, työllistämismahdollisuuksia ja hyväksyttävyyttä porotalouden ja muiden luontaiselinkeinon harjoittajien keskuudessa.
sme: Plánas láhččojuvvojit čielga doaibmanjuolggadusat gávppálaš luondduturismii, mas geavahuvvojit mohtorfievrrut. Dát doarju ealáhusa ovdáneami, barggolašvuođavejolašvuođaid, ja ná maiddái boazodoallit ja eará luondduealáhusbargit dohkkehit buorebut gávppálaš luondduturismma.

source: Tällöin kaikkien tahojen yhteisenä intressinä on erämaaresurssin turvaaminen mahdollisimman luonnontilaisena.
sme: Dalle buot beliid oktasaš ávkin lea doallat meahcceguovllu nu luonddudilis go vejolaš.

source: Erämaan virkistyskäytön taloudelliset vaikutukset heijastuvat ennen kaikkea matkailutuloina ja työpaikkoina, oppaiden palkkoina, ohjelmapalvelu-, lupa-, majoitus- ja myyntituloina Metsähallitukselle, paikallisille yrityksille ja liikennöitsijöille sekä veromarkkoina ja säästöinä Enontekiön kunnalle.
sme: Meahcceguovllu lustageavaheami ekonomalaš váikkuhusat oidnojit vuosttažettiin turismasisaboađuin ja bargosajiin, oahpisteddjiid bálkkáin, prográmmabálvalus-, lohpe-, idjadan- ja vuovdinboađuin Meahciráđđehussii, báikkálaš fitnodagaide ja sáhtosteddjiide ja vearroboađuin ja seastimiin Eanodaga gildii.

source: Rajavartiolaitokselta Metsähallituksen hallintaan mahdollisesti siirtyvien kämppien käyttötarkoituksen muuttaminen esitetyn vyöhykejaon pohjalta tukee myös ohjatun, pienimuotoisen luontomatkailun harjoittamisen edellytyksiä alueella ottaen porotalouden edut huomioon.
sme: Rádjegozáhusas Meahciráđđehusa hálddašeapmái vejolaččat sirdašuvvi barttaid geavahanulbmila rievdadeapmi ovdanbukton avádatjuogu vuođul doarju maiddái vejolašvuođaid bargat stivrejuvvon, smávvalágan luondduturismmain guovllus nu, ahte boazodoalu beroštumit váldojuvvojit vuhtii.

source: Suunnitelman näiden esitysten toteuttaminen merkitsee lisätoimeentulomahdollisuuksia luontaiselinkeinonharjoittajille ja muille paikkakuntalaisille mm. oppaina.
sme: Dáid plána árvalusaid ollašuvvan mearkkaša lasseáigáiboahtovejolašvuođaid luondduealáhusbargiide ja eará báikegoddelaččaide ee. oahpisteaddjin.

source: Korkealuokkaiset pienten ryhmien täyden palvelun matkailupaketit sopivat hyvin Tarvantovaaran erämaa-alueelle, turvaavat saamelaiskulttuurin säilymistä, ovat kestävän kehityksen mukaisia ja hyödyttävät aluetaloutta erityisesti suuren työllistävyytensä vuoksi.
sme: Alladássásaš smávva joavkkuid dievasbálvalusa mátkepakeahtat heivejit bures Darvvatvári meahcceguvlui, dorvvastit sámekultuvrra seailuma, čuvvot bistevaš ovdáneami prinsihpa ja leat ávkin guovlluekonomiijai erenoamážit danin ahte addet máŋgasii barggu.

source: Metsähallitus noudattaa suunnittelussa kaikkia voimassa olevia lakeja ja asetuksia sekä pyrkii olemaan esityksissä oikeudenmukainen.
sme: 17.3 Čoahkkáigeassu ja jurddabohtosat Meahciráđđehus čuovvu plánemis buot dálá lágaid ja ásahusaid ja geahččala leat árvalusain vuoiggalaš.

source: Erämaasuunnittelun lähtökohtana on erämaalaki (62/ 1991) ja sen mukainen määritelmä erämaista.
sme: Meahcceguovloplánema vuođđun lea meahcceguovloláhka (62/1991) ja das daddjojuvvon meahcceguovlomeroštallan.

source: Metsähallitus tunnustaa saamelaisten perustuslailliset oikeudet kulttuurinsa mukaisten elinkeinojen harjoittamiseen kotiseutualueellaan.
sme: Meahciráđđehus dovddasta sámiid vuođđovuoigatvuođalaš rivttiid bargat iežaset kultuvrii gullevaš ealáhusaiguin ruovttuguovllusteaset.

source: Tarvantovaaran erämaassa korostuvat porotalouden ja luontaiselinkeinojen sekä saamelaiskulttuurin turvaaminen.
sme: Darvvatvári meahcceguovllus deattuhuvvo boazodoalu, luondduealáhusaid ja sámekultuvrra dorvvasteapmi.

source: Tarvantovaaran erämaa-alueella on tärkeä merkitys etenkin lähikylien asukkaiden toimeentulolle, kulttuurille ja virkistykselle.
sme: Darvvatvári meahcceguovlu mearkkaša ollu erenoamážit lahkosiid giliid áigáibohtui, kultuvrii ja virkkosmuvvandoibmii.

source: Tarvantovaaran erämaa-alueen hoito- ja käyttösuunnitelma ei merkittävästi muuta tilannetta alueen käytön ja erämaaluonteen osalta.
sme: Darvvatvári meahcceguovllu dikšun- ja geavahanplána ii olus rievdat guovlluid geavaheami iige luonddusuodjalandili dahje meahcceguovloiešlági.

source: Suunnitelman pääpaino onkin erilaisten uhkien torjumisessa ja niihin varautumisessa, jotta erämaalain päätavoitteet eli tavoiteltavat ympäristövaikutukset toteutuvat myös pitkällä tähtäimellä.
sme: Plána deattuhage sierralágan áitagiid dustema ja daidda ráhkkaneami, vai meahcceguovlolága váldoulbmilat dahjege ohcaluvvon birasváikkuhusat ollašuvvet maiddái guhkesáiggeulbmiliin.

source: Suunnitelma pyrkii säilyttämään nykyiset elinkeinot, turvaamaan niiden edellytykset ja luomaan uusia kestäviä luontomatkailumahdollisuuksia.
sme: Plána geahččala seailluhit dálá ealáhusaid, dorvvastit daid vejolašvuođaid ja láhčit vejolašvuođaid ođđa bistevaš luondduturismii.

source: Vyöhykkeistäminen on keskeisin työkalu virkistyskäytön ja luontomatkailun kanavoimisessa siten, että erämaa säilyy erämaana myös tulevaisuudessa.
sme: Avádatjuohku lea mávssoleamos gaskaoapmi lustageavaheami ja luondduturismma lágideamis nu, ahte meahcceguovlu seailu meahcceguovlun maiddái boahtteáiggis.
